{
  "about": "Haqqımızda",
  "accept": "Qəbul et",
  "add_location": "Ünvan əlavə et",
  "add_number": "Əlaqə nömrəsi əlavə et (tövsiyə edilir)",
  "agreement": "Hesab yaratmaqla siz bizim şərtlərimizlə razılaşmış olursunuz",

  "blood_type": "Qan qrupu",

  "call": "Zəng et",
  "cancel": "Ləğv et",
  "change_email": "E-poçta düzəliş et",
  "change_password": "Şifrəni dəyiş",
  "change_photo": "Profil şəklini dəyiş",
  "chats": "Söhbət",
  "choose_from_gallery": "Qalereyadan seç",
  "confirm_pass": "Şifrəni təsdiqlə",
  "create": "Yaratmaq",
  "create_account": "Hesab yarat",
  "current_pass": "Cari şifrə",

  "dark": "Tünd",
  "days": "gün əvvəl",
  "delete_account": "Hesabı sil",

  "edit": "Düzəliş et",
  "edit_profile": "Profili düzənlə",
  "example": "nümunə: +994 12 345 67 89",
  "email": "E-poçt",

  "find": "Axtar",
  "forgot_password": "Şifrəni unutmusan?",
  "fullname": "Ad Soyad",

  "have_an_account": "Artıq hesabın var?",
  "home": "Ana səhifə",
  "hours": "saat əvvəl",

  "language": "Dil",
  "light": "Açıq",
  "log_out": "Çıxış",
  "login": "Daxil ol",

  "me": "Mən",
  "message": "mesaj",
  "minutes": "dəqiqə əvvəl",
  "my_posts": "Mənim paylaşımlarım",

  "new_pass": "Yeni şifrə",
  "new_post": "Yeni paylaşım",

  "pass_hint": "azı 6 simvol ehtiva etməlidir",
  "password": "Şifrə",
  "post": "Paylaş",
  "posts": "Paylaşımlar",
  "profile": "Profil",

  "rate": "Qiymət",
  "rate_it": "Bu tətbiqi istifadə etməkdən zövq alırsansa, bir neçə saniyəni ayırıb bizi qiymətləndirə bilərsən?",
  "rate_us": "Bizi qiymətləndir",
  "recent_chats": "Son söhbətlər",
  "remove_photo": "Cari şəkli sil",
  "repeat_pass": "Şifrəni təkrarla",

  "save": "Yadda saxla",
  "save_changes": "Dəyişiklikləri yadda saxla",
  "saved": "Yadda saxlanılanlar",
  "search_by_location": "Məkana görə axtarış et",
  "search_by_blood_type": "Qan qrupuna görə axtarış et",
  "select_blood": "Qan qrupunu seç",
  "share_post": "İlk postunu paylaş",
  "send_email": "Mail göndər",
  "settings": "Parametrlər",
  "signup": "Qeydiyyatdan keç",
  "start": "Başla",
  "submit": "Təsdiq etmək",

  "take_photo": "Şəkil çəkin",
  "this_user": "Bu istifadəçi post paylaşmayıb",
  "tell_more": "Daha çox məlumat verin...",
  "terms_and_conditions": "İstifadəçi Şərtləri",
  "terms_text": "ÜMUMİ\n\nBu Qaydalar və Şərtlər, mobil tətbiqə (Bundan sonra 'tətbiq') daxil olmağınız və istifadə etməyiniz barədə şəxsən və ya bir qurum və Bizim arasında imzalanan qanuni məcburi bir müqavilədir. \nTətbiqə daxil olmaqla, bütün bu Qaydalar və Şərtlərin İstifadə qaydaları ilə tanış olduğunuzu, başa düşdüyünüzü və razılaşdığınıza razısınız. \n\nBÜTÜN iSTİFADƏÇİ ŞƏRTLƏRİNİ QƏBUL ETMİRSİNİZSƏ, TƏTBİQƏ GİRİŞİNİZ QADAÖAN OLUNUR.\n\n\nQEYDİYYAT\n\nTətbiqlə qeydiyyatdan keçməyiniz tələb olunur. Şifrənizi məxfi saxlamağa razısınız və hesabınızın və şifrənizin bütün istifadəsi üçün məsuliyyət daşıyacaqsınız. Yalnız seçimimizlə, bu istifadəçi adı uyğunsuz, ədəbsiz və ya digər şəkildə etiraz edilə bilmədiyini müəyyənləşdirdiyimiz təqdirdə seçdiyiniz bir istifadəçi adını silmək, geri çağırmaq və ya dəyişdirmək hüququmuzu saxlayırıq.\n\nTətbiqə təqdim etdiyimizdən başqa hər hansı bir məqsəd üçün daxil ola və ya istifadə edə bilməzsiniz. Tətbiq, bizim tərəfimizdən xüsusi təsdiqlənmiş və ya təsdiqlənməmiş hallar istisna olmaqla, hər hansı bir kommersiya səyləri ilə əlaqədar istifadə edilə bilməz. Rəy göndərərkən, aşağıdakı meyarlara əməl etməlisiniz: \n(1) nəzərdən keçirilən şəxslə / qurumla əvvəlcədən təcrübəniz olmalıdır; \n(2) rəylərinizdə təhqiramiz ifadələr, təhqiramiz, irqçi, təhqiredici və ya nifrət dili olmamalıdır; \n(3) rəylərinizdə dinə, irqə, cinsə, milli mənşəyə, yaşa, ailə vəziyyətinə, cinsi oriyentasiyaya və ya əlilliyə əsaslanan ayrı-seçkilik rəyləri olmamalıdır; \n(4) rəylərinizdə qanunsuz fəaliyyətə dair istinadlar olmamalıdır; \n(5) mənfi rəylər göndərirsinizsə, rəqiblərlə əlaqəli olmamalısınız; \n(6) davranış qanuniliyi ilə bağlı heç bir nəticə çıxarmamalısınız; \n(7) hər hansı bir yalan və ya yanlış fikir bildirə bilməzsiniz; və \n(8) başqalarını müsbət və ya mənfi rəy yazmağa təşviq edən bir kampaniya təşkil edə bilməzsiniz. \n\n\nMODİFİKASİYALAR VƏ MÜRACİƏTLƏR\n\nTətbiqin məzmununu istənilən vaxt və ya hər hansı bir səbəbdən xəbərdarlıq etmədən öz ixtiyarımıza görə dəyişdirmək və ya silmək hüququmuzu saxlayırıq. Ancaq Tətbiqimizdə hər hansı bir məlumatı yeniləmək məcburiyyətimiz yoxdur. İstənilən vaxt bildiriş vermədən Tətbiqin hamısını və ya bir hissəsini dəyişdirmək və ya dayandırmaq hüququmuzu saxlayırıq. Hər hansı bir dəyişiklik, qiymət dəyişməsi və ya tətbiqin dayandırılması üçün sizin və ya üçüncü tərəfin qarşısında cavabdeh olmayacağıq. Tətbiqin hər zaman mövcud olacağına zəmanət verə bilmərik. Təchizat, proqram təminatı və ya digər problemlərlə qarşılaşa bilərik və ya fasilələr, gecikmələr və ya səhvlər ilə nəticələnən Tətbiqlə əlaqədar təmir işləri aparmalıyıq. İstənilən vaxt və ya hər hansı bir səbəbdən Sizi xəbərdar etmədən Tətbiqi dəyişdirmək, yenidən nəzərdən keçirmək, yeniləmək, dayandırmaq, dayandırmaq və ya başqa şəkildə dəyişdirmək hüququmuzu saxlayırıq. Razılaşırsınız ki, hər hansı bir gecikmə və ya ərizənin dayandırılması zamanı Tətbiqə daxil olmaq və ya istifadə edə bilməməyiniz nəticəsində yaranan zərər və ya narahatlıq üçün heç bir məsuliyyət daşımırıq. Bu İstifadə Şərtlərindəki heç bir şey Tətbiqi qorumaq və dəstəkləmək və ya bununla əlaqədar hər hansı bir düzəliş, yeniləmə və ya buraxılış təqdim etmək məcburiyyətində qalmayacaqdır.",
  "thanks_for_support": "Dəstəyə görə təşəkkür edirik!",
  "theme": "Tema",
  "type_here": "Mesaj göndərmək üçün bura yazın",

  "username": "İstifadəçi adı",

  "welcome": "Xoş Gəlmisiniz",

  "russian": "Rus",
  "azerbaijani": "Azərbaycan",
  "english": "İngilis",

  "O+": "O+",
  "O-": "O-",
  "A+": "A+",
  "A-": "A-",
  "B+": "B+",
  "B-": "B-",
  "AB+": "AB+",
  "AB-": "AB-",

  "": "",

  "john": "johndoe@gmail.com",
  "johnd": "John Doe",
  "johndo": "johndoe@gmail.com",

  "pass_required": "Şifrə tələb olunur",
  "pass_required2": "Hesabı silmək üçün şifrəni daxil etmək vacibdir",

  "pass_match": "Şifrələr uyğun gəlməlidir",
  "req": "tələb olunur",
  "agree": "Davam etmək üçün istifadəçi şərtləri ilə razılaşmalısınız.",

  "reset": "Sıfırla"
}
