{
  "about": "О приложении",
  "accept": "Принимать",
  "add_location": "Добавьте местоположение",
  "add_number": "Добавьте контактный номер",
  "agreement": "Создавая аккаунт, вы соглашаетесь с нашими",

  "blood_type": "Группа крови",

  "call": "Звонить",
  "cancel": "Отмена",
  "change_email": "Изменть электронную почту",
  "change_password": "Изменть пароль",
  "change_photo": "Изменить фотографию профиля",
  "chats": "Чаты",
  "choose_from_gallery": "Выбрать из Галереи",
  "confirm_pass": "Подтвердите пароль",
  "create": "Создавать",
  "create_account": "Регистрация",
  "current_pass": "Текущий пароль",

  "dark": "Тёмный",
  "days": "дня назад",
  "delete_account": "Удалить учетную запись",

  "edit": "Редактировать",
  "edit_profile": "Редактировать профиль",
  "example": "например: +994 12 345 67 89",
  "email": "Электронная почта",

  "find": "Найти",
  "forgot_password": "Забыли пароль?",
  "fullname": "Имя Фамилия ",

  "have_an_account": "Уже есть аккаунт?",
  "home": "Главная",
  "hours": "часа назад",

  "language": "Язык",
  "light": "Яркий",
  "log_out": "Выйти",
  "login": "Логин",

  "me": "Я",
  "message": "Сообщение",
  "minutes": "минут назад",
  "my_posts": "Мои публикации",

  "new_pass": "Новый пароль",
  "new_post": "Новая публикация",

  "pass_hint": "должен содержать не менее 6 символов",
  "password": "Пароль",
  "post": "Поделись",
  "posts": "Публикация",
  "profile": "Профиль",

  "rate": "Оцените",
  "rate_it": "Если вам нравится использовать это приложение, не могли бы вы уделить минуту, чтобы оценить его?",
  "rate_us": "Оцените нас",
  "recent_chats": "Недавние чаты",
  "remove_photo": "Удалить текущую фотографию",
  "repeat_pass": "Повторите пароль",

  "save": "Сохранять",
  "save_changes": "Сохранить изменения",
  "saved": "Сохраненные",
  "search_by_location": "Поиск по местонахождению",
  "search_by_blood_type": "Поиск по группе крови",
  "select_blood": "Выбрать группу крови",
  "share_post": "Поделитесь своим первым постом",
  "send_email": "Отправить письмо",
  "settings": "Настройки",
  "signup": "Зарегистрироваться",
  "start": "Начать",
  "submit": "Отправить",

  "take_photo": "Снимать фото",
  "this_user": "У этого пользователя нет сообщений",
  "tell_more": "Расскажи нам больше...",
  "terms_and_conditions": "Условия и положения",
  "terms_text": "ОБЩИЕ\n\nЭти положения и условия представляют собой юридически обязывающее соглашение, заключенное между вами, лично или от имени юридического лица и Нас, относительно вашего доступа к нашему мобильному приложению и его использованию (`Приложение`).\nВы соглашаетесь с тем, что при доступе к Приложению вы прочитали, поняли и соглашаетесь соблюдать все эти Условия использования.\n\nЕсли ВЫ НЕ СОГЛАСНЫ С ВСЕМИ ЭТИМИ УСЛОВИЯМИ, ТОГДА ВЫ ЯВНО ЗАПРЕЩЕНЫ ОТ ИСПОЛЬЗОВАНИЯ ЗАЯВКИ И НЕОБХОДИМО НЕМЕДЛЕННО ПРЕКРАТИТЬ ИСПОЛЬЗОВАНИЕ.\n\n\nПОСТАНОВКА НА УЧЕТ\n\nВам необходимо зарегистрироваться в приложении. Вы соглашаетесь хранить свой пароль в тайне и будете нести ответственность за любое использование вашей учетной записи и пароля. Мы оставляем за собой право удалять, возвращать или изменять выбранное вами имя пользователя, если мы по собственному усмотрению определим, что такое имя пользователя неуместно, непристойно или иным образом нежелательно. \n\nВы не можете обращаться к Приложению или использовать его в каких-либо целях. кроме того, для которого мы делаем Приложение доступным. Приложение не может быть использовано в связи с какими-либо коммерческими усилиями, за исключением тех, которые специально одобрены или одобрены нами. Мы можем предоставить вам области приложения, чтобы оставить отзывы или оценки. При публикации рецензии вы должны соответствовать следующим критериям: \n(1) у вас должен быть личный опыт работы с лицом, которое проверяется; \n(2) ваши обзоры не должны содержать оскорбительную ненормативную лексику или оскорбительные, расистские, оскорбительные или ненавистнические выражения; \n(3) ваши обзоры не должны содержать дискриминационные ссылки на основании религии, расы, пола, национального происхождения, возраста, семейного положения, сексуальной ориентации или инвалидности; \n(4) ваши отзывы не должны содержать ссылок на незаконную деятельность; \n(5) вы не должны быть связаны с конкурентами, если публикуете отрицательные отзывы; \n(6) вы не должны делать какие-либо выводы относительно законности поведения; \n(7) вы не можете публиковать ложные или вводящие в заблуждение заявления; и \n(8) вы не можете организовывать кампанию, поощряющую других публиковать отзывы, будь то положительные или отрицательные. \n\n\nМОДИФИКАЦИИ И ПРЕРЫВАНИЯ\n\nМы оставляем за собой право изменять, модифицировать или удалять содержимое Приложения в любое время или по любой причине по нашему собственному усмотрению без уведомления. Однако мы не обязаны обновлять какую-либо информацию в нашем Приложении. Мы также оставляем за собой право изменить или прекратить все или часть Приложения без предварительного уведомления в любое время. Мы не будем нести ответственность перед вами или любой третьей стороной за любые изменения, изменение цены, приостановку или прекращение действия Приложения. Мы не можем гарантировать, что Приложение будет доступно в любое время. У нас могут возникнуть проблемы с оборудованием, программным обеспечением или другие проблемы, или нам потребуется выполнить техническое обслуживание, связанное с Приложением, что приведет к сбоям, задержкам или ошибкам. Мы оставляем за собой право изменять, пересматривать, обновлять, приостанавливать, прекращать или иным образом изменять Приложение в любое время или по любой причине без предварительного уведомления. Вы соглашаетесь с тем, что мы не несем никакой ответственности за любые убытки, ущерб или неудобства, вызванные вашей неспособностью получить доступ или использовать Приложение во время простоя или прекращения работы Приложения. Ничто в настоящих Условиях использования не будет истолковано как обязывающее нас поддерживать и поддерживать Приложение или предоставлять какие-либо исправления, обновления или выпуски, связанные с ним.",
  "thanks_for_support": "Спасибо за вашу поддержку!",
  "theme": "Тема",
  "type_here": "Писать здесь",

  "username": "Имя пользователя",

  "welcome": "Добро пожаловать",

  "russian": "Русский",
  "azerbaijani": "Азербайджанский",
  "english": "Английский",

  "O+": "O+",
  "O-": "O-",
  "A+": "A+",
  "A-": "A-",
  "B+": "B+",
  "B-": "B-",
  "AB+": "AB+",
  "AB-": "AB-",

  "": "",

  "john": "johndoe@gmail.com",
  "johnd": "John Doe",
  "johndo": "johndoe@gmail.com",

  "pass_required": "Требуется пароль",
  "pass_required2": "Вы должны предоставить свой пароль, чтобы удалить свой аккаунт",

  "pass_match": "Пароли должны совпадать",
  "req": "необходим",
  "agree": "Вы должны согласиться с нашими Условиями, чтобы продолжить",

  "reset": "Сброс"
}
